{
    "hello":"Hello",
    "navbar" : {
        "text1":"Main",
        "text2":"Services",
        "text3":"Objects",
        "text4":"News",
        "text5":"Feedback",
        "text6":"More",
        "text7":"Full complex",
        "text8":"pile work",
        "text9":"Connect with us",


        "text10":"About company",
        "text11":"Service",
        "text12":"Our company has been on the market for more than 10 years We know our business",
        "text13":"Feedback",
        "text14":"Contacts",
        "text15":"Professional installation of pile foundations from driven and bored piles",
        "text16":"We carry out the installation of bored piles with fixing wells with casing pipes, the installation of CFA piles by the method of a continuous hollow auger, the production of FDP piles using a spreader",
        "text17":"Our company is provided with the necessary equipment for the installation of pit fencing reliably and on time. We carry out vibration immersion of metal sheet piles and pipes",

        "text18":"Vibration immersion of sheet pile",
        "text19":"Service",
        "text20":"Our company is provided with the necessary equipment for the installation of pit fencing reliably and on time. We carry out vibration immersion of metal sheet piles and pipes",
        "text21":"Piles in casing pipes",
        "text22":"We carry out the installation of bored piles with fixing wells with casing pipes, the installation of CFA piles by the method of a continuous hollow auger, the production of FDP piles using a spreader",
        "text23":"Pile driving",
        "text24":"Driving reinforced concrete piles is one of the fastest, most reliable and inexpensive ways to build pile foundations.",
        "text25":"Our company has been on the market for over 10 years",

        
     "text26":"We know our business!",
     "text27":"Who are we?",
     "text28":"Our values",
     "text29":"Why us?",
     "text30":"Stable and confidently developing group of pile foundation companies",
     "text31":"Command",



     
     "text32":"Our employees are our main value. We always support our colleagues in career growth by creating a positive atmosphere in the company.",
     "text33":"Main information",
     "text34":"SVAI.BY is a specialized construction group of companies whose main activity is the construction of pile foundations from driven and bored piles, as well as the provision of specialized pile driving and drilling equipment for rent. The company has been actively working in the construction services market of Belarus since 2010.   We have all the necessary equipment for high-quality performance of work: modern pile driving rigs designed for driving piles, sheet piles and pipes, drilling rigs for arranging bored and vibrated piles, leader drilling, as well as equipment necessary for felling pile heads. Today, having many years of practical experience in the field of pile foundations and a team of qualified workers - more than 40 specialists in pile business, SVAI.BY is able to perform any amount of pile work in the optimal time for the customer.",
     "text35":"The presence of our own construction equipment, vehicles and small-scale mechanization allows the company to carry out a full range of construction and installation works and makes us competitive in the construction services market.",

     "text36":"During the work, thanks to an active and rational personnel policy, a team of professionals has been formed in the organization - the best in their field.",
     "text37":"This method of purchase is also suitable if the store only accepts English cards.",
    "text38":"Career",
    "text39":"Work at BelKoproStroy LLC (example text)",
    "text40":"We are proud to say that our company is a great place to start or continue a career in the industry. We offer opportunities for development, trustworthy work",
    "text41":"You can succeed in any of the many positions. Our the company adheres to customer-oriented principles of work, and we are always looking for people who will benefit us and make our services are even better.",
    "text42":"What does it mean to work in SVAI.BY",
    "text43":"Team-oriented and enthusiastic employees - our most valuable resource and we strive to attract talented specialists, we try to ensure their development and retain them. Selecting the optimal team and creating suitable working conditions, we develop solutions that help to win victory for our customers, and therefore for us.",
    "text44":"Sales Manager"



    }
}